Revit 2027 API
IFCFileModelOptions.UserControlledInverses Property
 Indicates if the inverses are controlled by Revit or users. True by users, false by Revit.
Namespace: Autodesk.Revit.DB.IFC
Assembly: RevitAPIIFC (in RevitAPIIFC.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public bool UserControlledInverses { get; set; }
Public Property UserControlledInverses As Boolean
	Get
	Set
public:
property bool UserControlledInverses {
	bool get ();
	void set (bool value);
}
member UserControlledInverses : bool with get, set
Property Value
Boolean
See Also
Reference
IFCFileModelOptions Class
Autodesk.Revit.DB.IFC Namespace